i5/20240731-2049-glibc-tuned/logs/count-yes-128-32768-100/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 104063
number of failed transactions: 0 (0.000%)
latency average = 1.536 ms
initial connection time = 15.011 ms
tps = 10417.369497 (without initial connection time)